{
  "hosts_name": "Host Name (Ime gostitelja)",
  "host_name_desc": "To je ime računalnika ali omrežnega gostitelja.",
  "os_name": "OS Name (Ime operacijskega sistema)",
  "os_name_desc": "To je ime operacijskega sistema, v tem primeru Linux.",
  "os_version": "OS Version (Različica operacijskega sistema)",
  "os_version_desc": "To je različica operacijskega sistema, ki je trenutno nameščena na računalniku.",
  "": "OS Manufacturer (Proizvajalec operacijskega sistema)",
  "": "N/A - Linux je odprtokodni operacijski sistem, ki ga razvijajo in vzdržujejo različne skupnosti in organizacije, zato nima enega samega proizvajalca.",
  "": "Registered Owner (Registrirani lastnik)",
  "": "N/A - Ker je Linux odprtokodni operacijski sistem, ponavadi nima registriranega lastnika v smislu, kot ga ima Microsoft Windows.",
  "": "Product ID (ID izdelka)",
  "": "N/A - Linux je brezplačen in odprtokoden operacijski sistem, zato nima enotne identifikacijske številke izdelka, kot jo ima Microsoft Windows.",
  "": "Original Install Date (Datum prvotne namestitve)",
  "": "N/A - Linux je pogosto nameščen na več načinov (npr. preko distribucijskih paketov, preko ISO slik, preko spletnih strežnikov itd.), zato ni vedno jasno določiti prvotnega datuma namestitve.",
  "": "System Boot Time (Čas zagona sistema)",
  "": "To je datum in čas zadnjega zagona sistema.",
  "": "System Manufacturer (Proizvajalec sistema)",
  "": "To je proizvajalec računalnika ali strojne opreme.",
  "": "System Model (Model sistema)",
  "": "To je model računalnika ali strojne opreme.",
  "": "System Type (Vrsta sistema)",
  "": "N/A - Linux deluje na različnih arhitekturah, vključno z x86, x86-64, ARM, itd., zato ni enotne vrste sistema, ki bi jo bilo mogoče prikazati na enak način kot pri operacijskem sistemu Windows.",
  "": "Processor(s) (Procesorji)",
  "": "To je število procesorjev, nameščenih v računalniku.",
  "": "BIOS Version (Različica BIOS-a)",
  "": "N/A - V nasprotju z večino računalnikov z operacijskim sistemom Windows, kjer je BIOS običajen, je na večini sistemov Linux nameščen UEFI (Unified Extensible Firmware Interface) namesto tradicionalnega BIOS-a.",
  "": "System Locale (Lokalni sistem)",
  "": "To je lokalizacija sistema, ki določa, v katerem jeziku so prikazana sporočila in obvestila na računalniku.",
  "": "Input Locale (Vhodna lokalizacija)",
  "": "To je vhodna lokalizacija, ki določa, katere pisave in jezike lahko uporabnik vnese.",
  "": "Time Zone (Časovni pas)",
  "": "To je časovni pas, v katerem se nahaja računalnik.",
  "": "Total Physical Memory (Skupni pomnilnik)",
  "": "To je skupna količina fizičnega pomnilnika na računalniku.",
  "": "Available Physical Memory (Razpoložljivi fizični pomnilnik)",
  "": "To je količina razpoložljivega fizičnega pomnilnika na računalniku, ki ga lahko trenutno uporablja.",
  "": "Virtual Memory (Virtualni pomnilnik)",
  "": "Virtualni pomnilnik je mehanizem, ki računalniku omogoča, da ustvari in uporablja dodatni pomnilnik, imenovan virtualni pomnilnik, ki je shranjen na trdem disku. To pomaga pri obvladovanju pomnilniškega prostora in zagotavljanju, da aplikacije, ki potrebujejo več pomnilnika, lahko še vedno delujejo, tudi če je fizični pomnilnik omejen.",
  "": "Domain (Domena)",
  "": "To je domena, v kateri je računalnik ali omrežje.",
  "": "DHCP Server (DHCP strežnik)",
  "": "To je naslov DHCP strežnika, ki dodeljuje IP naslove računalnikom v omrežju."
}
