{
  "": "Host Name (Ime gostitelja)",
  "": "To je ime računalnika ali omrežnega gostitelja.",
  "": "OS Name (Ime operacijskega sistema)",
  "": "To je ime operacijskega sistema, v tem primeru Microsoft Windows 10 Pro.",
  "": "OS Version (Različica operacijskega sistema)",
  "": "To je različica operacijskega sistema, v tem primeru 10.0.19045 N/A Build 19045.",
  "": "OS Manufacturer (Proizvajalec operacijskega sistema)",
  "": "To je proizvajalec operacijskega sistema, v tem primeru Microsoft Corporation.",
  "": "Registered Owner (Registrirani lastnik)",
  "": "To je ime lastnika, ki je registriran za operacijski sistem.",
  "": "Product ID (ID izdelka)",
  "": "To je identifikacijska številka izdelka za operacijski sistem.",
  "": "Original Install Date (Datum prvotne namestitve)",
  "": "To je datum in čas prvotne namestitve operacijskega sistema.",
  "": "System Boot Time (Čas zagona sistema)",
  "": "To je datum in čas zadnjega zagona sistema.",
  "": "System Manufacturer (Proizvajalec sistema)",
  "": "To je proizvajalec računalnika ali strojne opreme.",
  "": "System Model (Model sistema)",
  "": "To je model računalnika ali strojne opreme.",
  "": "System Type (Vrsta sistema)",
  "": "To je arhitektura sistema, v tem primeru x64-based PC.",
  "": "Processor(s) (Procesorji)",
  "": "To je število procesorjev, nameščenih v računalniku.",
  "": "BIOS Version (Različica BIOS-a)",
  "": "To je različica BIOS-a, ki nadzoruje osnovne funkcije računalnika.",
  "": "Windows Directory (Windows imenik)",
  "": "To je pot do imenika Windows sistema.",
  "": "System Directory (Imenik sistema)",
  "": "To je pot do sistema imenika sistema Windows.",
  "": "System Locale (Lokalni sistem)",
  "": "To je lokalizacija sistema, v tem primeru slovenščina.",
  "": "Input Locale (Vhodna lokalizacija)",
  "": "To je vhodna lokalizacija, ki določa, katere pisave in jezike lahko uporabnik vnese.",
  "": "Time Zone (Časovni pas)",
  "": "To je časovni pas, v katerem se nahaja računalnik.",
  "": "Total Physical Memory (Skupni pomnilnik)",
  "": "To je skupna količina fizičnega pomnilnika na računalniku.",
  "": "Available Physical Memory (Razpoložljivi fizični pomnilnik)",
  "": "To je količina razpoložljivega fizičnega pomnilnika na računalniku, ki ga lahko trenutno uporablja.",
  "": "Virtual Memory (Virtualni pomnilnik)",
  "": "Virtualni pomnilnik je mehanizem, ki računalniku omogoča, da ustvari in uporablja dodatni pomnilnik, imenovan virtualni pomnilnik, ki je shranjen na trdem disku. To pomaga pri obvladovanju pomnilniškega prostora in zagotavljanju, da aplikacije, ki potrebujejo več pomnilnika, lahko še vedno delujejo, tudi če je fizični pomnilnik omejen.",
  "": "Domain (Domena)",
  "": "To je domena, v kateri je računalnik ali omrežje.",
  "": "DHCP Server (DHCP strežnik)",
  "": "To je naslov DHCP strežnika, ki dodeljuje IP naslove računalnikom v omrežju."
}
